content/posts/Information_geometry_by_Nihat_Ay,_Jurgen_Jost,_et_al_in_2017.md
+++
title = "Information geometry by Nihat Ay, Jurgen Jost, et al in 2017"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:46-04:00
slug = "Information_geometry_by_Nihat_Ay,_Jurgen_Jost,_et_al_in_2017"
draft = false
+++

## [books]({{< relref "books" >}}), [information geometry]({{< relref "information_geometry" >}}), [differential geometry]({{< relref "differential_geometry" >}}), [stochastic processes]({{< relref "stochastic_processes" >}}), [probabilistic inference]({{< relref "probabilistic_inference" >}}), [Jurgen Jost]({{< relref "Jurgen_Jost" >}}) {#books--books-dot-md--information-geometry--information-geometry-dot-md--differential-geometry--differential-geometry-dot-md--stochastic-processes--stochastic-processes-dot-md--probabilistic-inference--probabilistic-inference-dot-md--jurgen-jost--jurgen-jost-dot-md}


## contents {#contents}


### 1. Introduction {#1-dot-introduction}


### 2. Finite information geometry {#2-dot-finite-information-geometry}

<!--list-separator-->

-  2.9 Hierarchical models


### 3. Parametrized measure models {#3-dot-parametrized-measure-models}


### 4. The intrinsic geometry of statistical models {#4-dot-the-intrinsic-geometry-of-statistical-models}


### 5. Information geometry and statistics {#5-dot-information-geometry-and-statistics}


### 6. Fields of application of information geometry {#6-dot-fields-of-application-of-information-geometry}


### A. Measure theory {#a-dot-measure-theory}


### B. Riemannian geometry {#b-dot-riemannian-geometry}


### C. Banach manifolds {#c-dot-banach-manifolds}
